[Archetypes.ARC_IA_ChosenAD_ArtilleryGenerator XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Избранного"

[Archetypes.ARC_IA_ChosenAD_BulwarkACV XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Избранного"

[Archetypes.ARC_IA_ChosenArtilleryComputer XComInteractiveLevelActor]
FriendlyDisplayName="Аварийный маячок"

[Archetypes.ARC_IA_ChosenSarcophagus XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Избранного"

[Archetypes.ARC_IA_ShieldBubble XComInteractiveLevelActor]
FriendlyDisplayName="Саркофаг Избранного"

